Ext.define('MEC_App.store.override.MinistryNewsStore', {
    override: 'MEC_App.store.MinistryNewsStore',


    config: {
        data: [
            {
                NewsTitle: 'وزارة الاقتصاد تعلن عن استدعاء دودج دورانجو-جيب جراند شيروكي موديل 2011- 2014',
                NewsDate: '05 April 2015',
                NewsBrief: 'اعلنت وزارة الاقتصاد والتجارة بالتعاون مع شركة المتحدة للسيارات - المانع وكيل سيارات دودج وجيب عن استدعاء دودج دورانجو و جيب جراند شيروكي موديل 2011- 2014 ، بسبب خلل في توصيل الاسلاك الكهربائية لأنوار حاجبة الشمس.',
                NewsDetails: 'ويأتي هذا الاجراء في إطار التنسيق والمتابعة المستمرة من وزارة الاقتصاد والتجارة للتأكد من مدى التزام وتقيد وكلاء السيارات بمتابعة عيوب السيارات وتصحيحها لحماية حقوق المستهلكين .',
                NewsID: 1,
                NewsImgUrl: 'http://www.mec.gov.qa/Arabic/Site%20Collection%20Images/dodge-jeep.jpg'
            },
            {
                NewsTitle: 'وزارة الاقتصاد والتجارة تضبط 152 مخالفة خلال شهر مارس',
                NewsDate: '05 April 2015',
                NewsBrief: 'قامت وزارة الاقتصاد والتجارة خلال شهر مارس 2015 بحملات تفتيشية مكثفة لمراقبة مدى تقيد المزودين ( المحال التجارية ) بالتزاماتهم المنصوص عليها بالقانون رقم (8) لسنة 2008 بشأن حماية المستهلك ، يأتي ذلك في إطار حرص الوزارة على مراقبة الأسواق والانشطة التجارية بالدولة بهدف ضبط الأسعار والكشف عن التجاوزات حفاظاً على حماية حقوق المستهلكين',
                NewsDetails: 'هذا وتتراوح العقوبات على المحلات المخالفة ما بين الإغلاق الإداري والغرامات المالية التي تراوحت ما بين 5000 ريال الى 30000 ريال حسب القوانين والقرارات المنظمة لعمل إدارات حماية المستهلك .',
                NewsID: 2,
                NewsImgUrl: 'http://www.mec.gov.qa/Arabic/Site%20Collection%20Images/%D8%A7%D9%84%D8%B5%D9%88%D8%B1%D8%A9%20%D8%A7%D9%84%D9%85%D8%B9%D8%AA%D9%85%D8%AF%D8%A9.jpg'
            },
            {
                NewsTitle: 'وزير الاقتصاد والتجارة يلتقي وزير المالية التركي',
                NewsDate: '02 April 2015',
                NewsBrief: 'وعلى هامش الملتقى الاقتصادي التركي العربي التقى سعادة الشيخ أحمد بن جاسم بن محمد آل ثاني وزير الاقتصاد والتجارة مع سعادة السيد/ محمد شمشيك وزير المالية التركي ',
                NewsDetails:  'وعلى هامش الملتقى الاقتصادي التركي العربي التقى سعادة الشيخ أحمد بن جاسم بن محمد آل ثاني وزير الاقتصاد والتجارة مع سعادة السيد/ محمد شمشيك  وزير المالية التركي .',
                NewsID: 3,
                NewsImgUrl: 'http://www.mec.gov.qa/Arabic/Site%20Collection%20Images/copy-8677-2.jpg%D9%88%D8%B2%D9%8A%D8%B1%20%D8%A7%D9%84%D9%85%D8%A7%D9%84%D9%8A%D8%A9%20%D8%A7%D9%84%D8%AA%D8%B1%D9%83%D9%8A.jpg'
            }



        ]
    }


});